{"id":3408,"date":"2020-01-05T14:36:15","date_gmt":"2020-01-05T14:36:15","guid":{"rendered":"https:\/\/www.howtobeyourbestself.com\/?page_id=3408"},"modified":"2020-01-05T14:56:29","modified_gmt":"2020-01-05T14:56:29","slug":"privacy","status":"publish","type":"page","link":"https:\/\/www.howtobeyourbestself.com\/privacy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3408\" class=\"elementor elementor-3408\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-30a5870 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"30a5870\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-747b66d\" data-id=\"747b66d\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-dbe8ebf elementor-widget elementor-widget-text-editor\" data-id=\"dbe8ebf\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h3><span><b>Owner and Data Controller<\/b><\/span><\/h3>\n<p><b style=\"font-family: inherit; font-style: inherit; letter-spacing: 0px;\">Miriam Young<br><\/b><span style=\"font-size: 16px; letter-spacing: 0px;\">120 Elephant Rd<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">London, SE17 1FB<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">United Kingdom<br><\/span><b style=\"font-family: inherit; font-style: inherit; letter-spacing: 0px;\">Owner contact email:<\/b><span style=\"font-size: 16px; letter-spacing: 0px;\">&nbsp;howtobeyourbestself@gmail.com<\/span><\/p>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>\np.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff; min-height: 15.0px}<br \/>\np.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>\nspan.s1 {font-kerning: none}<br \/>\n<\/style>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-2196009 elementor-widget elementor-widget-text-editor\" data-id=\"2196009\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h3><span><b>Types of Data collected<\/b><\/span><\/h3>\n<p><span style=\"font-size: 16px; letter-spacing: 0px;\">Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies; Usage Data; first name; last name; email address.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.<\/span><\/p>\n<p><span style=\"font-size: 16px; letter-spacing: 0px;\">Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party&#8217;s consent to provide the Data to the Owner.<\/span><\/p>\n<h3><span><b>Mode and place of processing the Data<\/b><\/span><\/h3>\n<p><span><b>Methods of processing<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The Data processing is carried out using computers and\/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time.<\/span><\/p>\n<p><span style=\"font-family: inherit; font-style: inherit; letter-spacing: 0px;\"><b>Legal basis of processing<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The Owner may process Personal Data relating to Users if one of the following applies:<\/span><\/p>\n<ul>\n<li><span>Users have given their consent for one or more specific purposes. Note: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases. This, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;<\/span><\/li>\n<li><span>provision of Data is necessary for the performance of an agreement with the User and\/or for any pre-contractual obligations thereof;<\/span><\/li>\n<li><span>processing is necessary for compliance with a legal obligation to which the Owner is subject;<\/span><\/li>\n<li><span>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;<\/span><\/li>\n<li><span>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.<\/span><\/li>\n<\/ul>\n<p><span>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.<\/span><\/p>\n<p><span><b>Place<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The Data is processed at the Owner&#8217;s operating offices and in any other places where the parties involved in the processing are located.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>Depending on the User&#8217;s location, data transfers may involve transferring the User&#8217;s Data to a country other than their own. To find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.<\/span><\/p>\n<p><span><b>Retention time<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>Therefore:<\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br><\/span><\/p>\n<ul>\n<li><span>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.<\/span><\/li>\n<li><span>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-size: 16px; letter-spacing: 0px;\">The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>Once the retention period expires, Personal Data shall be deleted. Therefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.<\/span><\/p>\n<h3><span><b>The purposes of processing<\/b><\/span><\/h3>\n<p><span>The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Analytics, Contacting the User and SPAM protection.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.<\/span><\/p>\n<p><\/p>\n<h3><span><b>Detailed information on the processing of Personal Data<\/b><\/span><\/h3>\n<p><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data is collected for the following purposes and using the following services:<\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><b><br><\/b><\/span><\/p>\n<p><b style=\"font-family: inherit; font-style: inherit; letter-spacing: 0px;\">Analytics &#8211; Google Analytics (Google Ireland Limited)<br><\/b><span style=\"font-size: 16px; letter-spacing: 0px;\">Google Analytics is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Google may use the Data collected to contextualize and personalize the ads of its own advertising network.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data collected: Cookies; Usage Data.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Place of processing: Ireland –&nbsp;<\/span><a href=\"https:\/\/policies.google.com\/privacy\" style=\"font-size: 16px; letter-spacing: 0px;\">Privacy Policy<\/a><span style=\"font-size: 16px; letter-spacing: 0px;\">&nbsp;–&nbsp;<\/span><a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout?hl=en\" style=\"font-size: 16px; letter-spacing: 0px;\">Opt Out<\/a><span style=\"font-size: 16px; letter-spacing: 0px;\">. Privacy Shield participant.<\/span><\/p>\n<p><span><b>Contacting the user &#8211; Contact form (this Application)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data collected: email address; first name; last name.<\/span><\/p>\n<p><span><b>Spam Protection &#8211; Google reCAPTCHA (Google Ireland Limited)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">This type of service analyzes the traffic of this Application, potentially containing Users&#8217; Personal Data, with the purpose of filtering it from parts of traffic, messages and content that are recognized as SPAM.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>Google reCAPTCHA is a SPAM protection service provided by Google Ireland Limited.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The use of reCAPTCHA is subject to the Google&nbsp;<\/span><a href=\"https:\/\/www.google.com\/policies\/privacy\/\" style=\"font-size: 16px; letter-spacing: 0px;\">privacy policy<\/a><span style=\"font-size: 16px; letter-spacing: 0px;\">&nbsp;and&nbsp;<\/span><a href=\"https:\/\/www.google.com\/intl\/en\/policies\/terms\/\" style=\"font-size: 16px; letter-spacing: 0px;\">terms of use<\/a><span style=\"font-size: 16px; letter-spacing: 0px;\">.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Personal Data collected: Cookies; Usage Data.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Place of processing: Ireland –&nbsp;<\/span><a href=\"https:\/\/policies.google.com\/privacy\" style=\"font-size: 16px; letter-spacing: 0px;\">Privacy Policy<\/a><span style=\"font-size: 16px; letter-spacing: 0px;\">. Privacy Shield participant.<\/span><\/p>\n<h3><span><b>The rights of Users<\/b><\/span><\/h3>\n<p><span>Users may exercise certain rights regarding their Data processed by the Owner.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">In particular, Users have the right to do the following:<\/span><\/p>\n<ul>\n<li><b><\/b><span><b>Withdraw their consent at any time.<\/b>&nbsp;Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.<\/span><\/li>\n<li><b><\/b><span><b>Object to processing of their Data.<\/b>&nbsp;Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent. Further details are provided in the dedicated section below.<\/span><\/li>\n<li><b><\/b><span><b>Access their Data.<\/b>&nbsp;Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.<\/span><\/li>\n<li><b><\/b><span><b>Verify and seek rectification.<\/b>&nbsp;Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.<\/span><\/li>\n<li><b><\/b><span><b>Restrict the processing of their Data.<\/b>&nbsp;Users have the right, under certain circumstances, to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.<\/span><\/li>\n<li><b><\/b><span><b>Have their Personal Data deleted or otherwise removed.<\/b>&nbsp;Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.<\/span><\/li>\n<li><b><\/b><span><b>Receive their Data and have it transferred to another controller.<\/b>&nbsp;Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance. This provision is applicable provided that the Data is processed by automated means and that the processing is based on the User&#8217;s consent, on a contract which the User is part of or on pre-contractual obligations thereof.<\/span><\/li>\n<li><b><\/b><span><b>Lodge a complaint.<\/b>&nbsp;Users have the right to bring a claim before their competent data protection authority.<\/span><\/li>\n<\/ul>\n<p><span><b>Details about the right to object to processing<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification. To learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.<\/span><\/p>\n<p><span><b>How to exercise these rights<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document. These requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month<\/span><\/p>\n<h3><span><b>Additional information about Data collection and processing<\/b><\/span><\/h3>\n<p><span><b>Legal action<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The User&#8217;s Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\"><br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.<\/span><\/p>\n<p><span><b>Additional information about User&#8217;s Personal Data<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.<\/span><\/p>\n<p><span><b>System logs and maintenance<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.<\/span><\/p>\n<p><span><b>Information not contained in this policy<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">More details concerning the collection or processing of Personal Data may be requested from the Owner at any time. Please see the contact information at the beginning of this document.<\/span><\/p>\n<p><span><b>How “Do Not Track” requests are handled<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">This Application does not support “Do Not Track” requests.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.<\/span><\/p>\n<p><span><b>Changes to this privacy policy<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and\/or &#8211; as far as technically and legally feasible &#8211; sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.<\/span><\/p>\n<h3><span>Definitions and legal references<\/span><\/h3>\n<div>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>\np.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>\np.p3 {margin: 0.0px 0.0px 15.0px 0.0px; line-height: 18.0px; font: 16.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff; min-height: 18.0px}<br \/>\nspan.s1 {font-kerning: none}<br \/>\n<\/style>\n<p><span><b>Personal Data (or Data)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.<\/span><\/p>\n<p><span><b>Usage Data<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server&#8217;s answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and\/or the User&#8217;s IT environment.<\/span><\/p>\n<p><span><b>User<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The individual using this Application who, unless otherwise specified, coincides with the Data Subject.<\/span><\/p>\n<p><span><b>Data Subject<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The natural person to whom the Personal Data refers.<\/span><\/p>\n<p><span><b>Data Processor (or Data Supervisor)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.<\/span><\/p>\n<p><span><b>Data Controller (or Owner)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application.<\/span><\/p>\n<p><span><b>This Application<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The means by which the Personal Data of the User is collected and processed.<\/span><\/p>\n<p><span><b>Service<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">The service provided by this Application as described in the relative terms (if available) and on this site\/application.<\/span><\/p>\n<p><span><b>European Union (or EU)<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.<\/span><\/p>\n<p><span><b>Cookies<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">Small sets of data stored in the User&#8217;s device.<\/span><\/p>\n<p><span><\/span><br><\/p>\n<p><span><b>Legal information<br><\/b><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">This privacy statement has been prepared based on provisions of multiple legislations, including Art. 13\/14 of Regulation (EU) 2016\/679 (General Data Protection Regulation).<br><\/span><span style=\"font-size: 16px; letter-spacing: 0px;\">This privacy policy relates solely to this Application, if not stated otherwise within this document.<\/span><\/p>\n<\/div>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff; min-height: 21.0px}<br \/>p.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>li.li4 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858}<br \/>span.s1 {font-kerning: none}<br \/>span.s2 {font-kerning: none; background-color: #ffffff}<br \/>ul.ul1 {list-style-type: disc}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/>span.s2 {font-kerning: none; color: #272d33}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>p.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 13.0px; font: 13.0px 'Helvetica Neue'; color: #47505a; background-color: #ffffff; min-height: 16.0px}<br \/>span.s1 {font-kerning: none}<br \/>span.s2 {font-kerning: none; color: #272d33}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>p.p4 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>li.li3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858}<br \/>span.s1 {font-kerning: none}<br \/>span.s2 {font-kerning: none; background-color: #ffffff}<br \/>ul.ul1 {list-style-type: disc}<br \/><\/style>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>p.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>span.s1 {font-kerning: none}<br \/><\/style>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-626a673 elementor-widget elementor-widget-text-editor\" data-id=\"626a673\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h3><br><\/h3>\n<style type=\"text\/css\">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 21.0px; font: 17.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>\np.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #303030; background-color: #ffffff}<br \/>\np.p3 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858; background-color: #ffffff}<br \/>\nli.li4 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 19.0px; font: 13.0px 'Helvetica Neue'; color: #585858}<br \/>\nspan.s1 {font-kerning: none}<br \/>\nspan.s2 {font-kerning: none; background-color: #ffffff}<br \/>\nul.ul1 {list-style-type: disc}<br \/>\n<\/style>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-ce17310 elementor-widget elementor-widget-text-editor\" data-id=\"ce17310\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-9293c10 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"9293c10\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-b05a4ff\" data-id=\"b05a4ff\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Owner and Data Controller Miriam Young120 Elephant RdLondon, SE17 1FBUnited KingdomOwner contact email:&nbsp;howtobeyourbestself@gmail.com Types of Data collected Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies; Usage Data; first name; [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/pages\/3408"}],"collection":[{"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/comments?post=3408"}],"version-history":[{"count":6,"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/pages\/3408\/revisions"}],"predecessor-version":[{"id":3415,"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/pages\/3408\/revisions\/3415"}],"wp:attachment":[{"href":"https:\/\/www.howtobeyourbestself.com\/wp-json\/wp\/v2\/media?parent=3408"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}